{
  "records": [
    {
      "id": 1,
      "nombreComun": "Guppy",
      "nombreCientifico": "Poecilia reticulata",
      "litrosAcuario": "60",
      "temperatura": "18-28",
      "ph": "5.5-8.0",
      "gh": "6-15",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "dieta": "El guppy es omnívoro, acepta comida vegetal y le encanta degustar artemia, daphnia y larvas de mosquito. En su hábitat natural la alimentación del guppy se basa en las larvas de mosquito. Su boca súpera indica que se alimenta de la superficie aunque puede bajar al fondo a comer si fuera necesario. El sistema digestivo del guppy es rápido por lo que hay que tener cuidado con la sobrealimentación. Echar varias veces de comer pero en muy pequeñas cantidades.",
      "descripcion": "El guppy presenta unas aletas pectorales situadas en la parte alta de los lados del cuerpo. Sus aletas pélvicas se encuentran algo adelantadas. El macho es más colorido que la hembra. Además, posee un gonópodo (órgano copulador) en lugar de la aleta anal trasera. En los machos, las aletas y colas están mucho más desarrolladas y coloridas que en las hembras. La hembra presenta un mayor tamaño que el macho (unos 4 cm por 3 cm en el macho) siendo siempre algo menos colorida. Además, cuando se encuentra embarazada, presenta una mancha oscura a nivel del estómago.",
      "longitud": "Las hembras son más grandes que los machos y no suelen superar los 5 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Es una especie que vive en grupos difusos, en estanques, pantanos y arroyos. La mayoría de las veces residen cerca de la superficie, en áreas poco profundas con vegetación cerca de las orillas. Muchas especies son capaces de aclimatarse al agua salobre y se encuentran también en manglares y ensenadas costeras. Es originaria de América del sur, aunque ha sido introducido para combatir el paludismo por su eficacia y depredación hacia las larvas de mosquito en países como Australia, América del norte o Namibia.",
      "reproduccion": "Los guppys son peces ovovivíparos, las hembras desarrollan los huevos en su interior hasta que éstos están maduros y, cuando alumbran, los alevines salen del vientre de sus madres completamente desarrolladas, cayendo primero al fondo para inmediatamente después nadar. A los tres meses de vida, los guppys ya son sexualmente activos. La hembra fecundada engorda notablemente y muestra en su parte posterior una mancha negra.",
      "consejos": "Es aconsejable un acuario bien plantado para que los alevines se puedan refugiar, la cabomba, musgo de java y sobre todo plantas de superficie tipo riccia y lenteja son muy adecuadas ya que los alevines recién nacidos suelen subir atraídos por la luz. Sin embargo para evitar que los machos guppy estresen a las hembras es necesario mantener más hembras que machos en el mismo acuario. Se aconseja una relación de un macho por cada cuatro o cinco hembras.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas.",
      "problemas": "El comportamiento opresivo de los machos puede llegar a cansar a las hembras hasta tal punto que, a veces, puede conducirlas a la muerte. Por ello es también importante proveer al acuario de numerosas plantas que les aporten refugio. Esta especie aprecia un entorno particularmente rico en vegetación.",
      "imagen": "images/fishes/Guppy.jpg",
      "tienda": ""
    }
    /*{
      "id": ,
      "nombreComun": "",
      "nombreCientifico": "",
      "litrosAcuario": "",
      "temperatura": "",
      "ph": "",
      "gh": "",
      "tipoAgua": "dulce",
      "dificultad": "",
      "dieta": "",
      "descripcion": "",
      "longitud": "",
      "temperamento": "",
      "distribucionYHabitat": "",
      "reproduccion": "",
      "consejos": "",
      "compatibilidad": "",
      "problemas": "",
      "imagen": "",
      "tienda": ""
    }*/
  ]
}