{
  "records": [
    {
      "id": 1,
      "nombreComun": "Guppy",
      "nombreCientifico": "Poecilia reticulata",
      "litrosAcuario": "60",
      "temperatura": "18-28",
      "ph": "5.5-8.0",
      "gh": "6-15",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "5",
      "dieta": "El guppy es omnívoro, acepta comida vegetal y le encanta degustar artemia, daphnia y larvas de mosquito. En su hábitat natural la alimentación del guppy se basa en las larvas de mosquito. Su boca súpera indica que se alimenta de la superficie aunque puede bajar al fondo a comer si fuera necesario. El sistema digestivo del guppy es rápido por lo que hay que tener cuidado con la sobrealimentación. Echar varias veces de comer pero en muy pequeñas cantidades.",
      "descripcion": "El guppy presenta unas aletas pectorales situadas en la parte alta de los lados del cuerpo. Sus aletas pélvicas se encuentran algo adelantadas. El macho es más colorido que la hembra. Además, posee un gonópodo (órgano copulador) en lugar de la aleta anal trasera. En los machos, las aletas y colas están mucho más desarrolladas y coloridas que en las hembras. La hembra presenta un mayor tamaño que el macho (unos 4 cm por 3 cm en el macho) siendo siempre algo menos colorida. Además, cuando se encuentra embarazada, presenta una mancha oscura a nivel del estómago.",
      "longitud": "Las hembras son más grandes que los machos y no suelen superar los 5 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Es una especie que vive en grupos difusos, en estanques, pantanos y arroyos. La mayoría de las veces residen cerca de la superficie, en áreas poco profundas con vegetación cerca de las orillas. Muchas especies son capaces de aclimatarse al agua salobre y se encuentran también en manglares y ensenadas costeras. Es originaria de América del sur, aunque ha sido introducido para combatir el paludismo por su eficacia y depredación hacia las larvas de mosquito en países como Australia, América del norte o Namibia.",
      "reproduccion": "Los guppys son peces ovovivíparos, las hembras desarrollan los huevos en su interior hasta que éstos están maduros y, cuando alumbran, los alevines salen del vientre de sus madres completamente desarrolladas, cayendo primero al fondo para inmediatamente después nadar. A los tres meses de vida, los guppys ya son sexualmente activos. La hembra fecundada engorda notablemente y muestra en su parte posterior una mancha negra.",
      "consejos": "Es aconsejable un acuario bien plantado para que los alevines se puedan refugiar, la cabomba, musgo de java y sobre todo plantas de superficie tipo riccia y lenteja son muy adecuadas ya que los alevines recién nacidos suelen subir atraídos por la luz. Sin embargo, para evitar que los machos guppy estresen a las hembras, es necesario mantener más hembras que machos en el mismo acuario. Se aconseja una relación de un macho por cada cuatro o cinco hembras.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Molly negro, Molly vela, Platy, Xipho, Corydora bronceada, Pez cebra, Danio perla, Neón chino.",
      "problemas": "El comportamiento opresivo de los machos puede llegar a cansar a las hembras hasta tal punto que, a veces, puede conducirlas a la muerte. Por ello es también importante proveer al acuario de numerosas plantas que les aporten refugio. Esta especie aprecia un entorno particularmente rico en vegetación.",
      "imagen": "images/fishes/Guppy.jpg",
      "tienda": ""
    },
    {
      "id": 2,
      "nombreComun": "Pez Betta",
      "nombreCientifico": "Betta splendens",
      "litrosAcuario": "50",
      "temperatura": "24-28",
      "ph": "6.5-7.5",
      "gh": "5-20",
      "tipoAgua": "dulce",
      "dificultad": "Media",
      "numeroCardumen": "1",
      "dieta": "La alimentación del pez betta es variada porque, aunque son omnívoros, pueden alimentarse como si fueran carnívoros. Las escamas son un alimento que pueden consumir pero no debe ser lo principal en su dieta. También comen crustáceos e insectos como mosquitos, gusanos, artemia, etc., En la naturaleza se alimentan de organismos vivos como zooplancton, insectos, larvas y huevos de insectos en la superficie del agua.",
      "descripcion": "El pez Betta, conocido popularmente como pez luchador de Siam, pertenece al género de los Belóntidos, de la familia Osphronemidae. Casi todos los peces Betta tienen la coletilla luchador o combatiente, sin embargo el pez Betta Imbellis, denominado “combatiente pacífico”, puede convivir perfectamente con otros machos dentro de un acuario, siempre que tengan suficiente espacio y hembras para todos. Es uno de los peces más populares para acuarios de agua dulce, por su gran variedad en coloridos, forma de su cola y aletas. Su cuerpo es fusiforme (alargado y elíptico), además de hidrodinámico. Una de sus características morfológicas mas originales es su órgano respiratorio accesorio, llamado laberinto. Este órgano le permite al pez Betta respirar aire atmosférico, que suele estar más desarrollado en aquellas especies que viven en ambientes con menos oxígeno. El sobrenombre de Pez luchador de Siam, se deriva de la tradición tailandesa de criar peces para luchar entre sí en combates organizados, en los que los participantes y espectadores realizan apuestas sobre el resultado del combate. El pez Betta Splendens, que es el verdadero pez luchador de Siam, es fruto de una cría selectiva de peces, buscando potenciar el vigor y la fuerza. Parece que el género actual es un híbrido en el que se incluyeron al Betta Imbelis, Smaragdina y Mahachaiensis.",
      "longitud": "El pez Betta splendens puede alcanzar los 7 centímetros.",
      "temperamento": "Agresivo",
      "distribucionYHabitat": "Es originario del sudeste de Asia, incluyendo la península del norte de Malasia, el centro y el este de Tailandia, Camboya, y el sur de Vietnam. En libertad es posible encontrarlos en aguas tranquilas y con poco movimiento, como son los arrozales, pantanos, arroyos y estanques. A menudo estas aguas llenas de vegetación, lodo o arena, que contienen poco oxígeno disuelto. Se han adaptado a vivir en una gran variedad de situaciones complicadas, desde zanjas con agua estancada, a bosques pantanosos, donde la composición del agua es muy ácida.",
      "reproduccion": "Los Betta suelen practicar la incubación bucal. Construyen nidos de burbujas envueltos en mucus salival. Los nidos de burbujas los construyen los machos. Debemos proveer el acuario de algún tipo de cobertura, como son las plantas de superficie, que les sirvan de lugar de anidación. Las hembras se vuelven más pálidas antes del desove y le aparecen unas barras oscuras en los laterales. La hembra a veces intenta comerse los huevos, siendo los machos los que asumen la responsabilidad de vigilar y cuidar el nido. Los huevos eclosionarán en 24 a 48 horas. Una vez que los alevines empiezan a nadar, el macho pierde todo el interés por el nido. Los machos tienen una aleta dorsal y anal más desarrollada que las hembras y unos colores mucho más llamativos y espectaculares. Además, a diferencia de las hembras, los machos presentan un comportamiento muy agresivo con otro espécimen de su mismo sexo.",
      "consejos": "Es cierto que los peces Betta pueden sobrevivir en acuarios de incluso 15 litros, pero aquí siempre ponemos las condiciones en las que el puez de encuentre más cómodo. Se recomienda un acuario con abundante vegetación superficial para que pueda poner sus nidos de burbujas. Nunca poner dos machos juntos pues pueden llegar a matarse. Evitar las corrientes de agua, ya que son peces de aguas tranquilas. ",
      "compatibilidad": "Si el acuario es grande, los Betta se pueden compatibilizar con peces de temperamento muy tranquilo ya que no compiten por el espacio. Por ejemplo: Platy, Corydora bronceada.",
      "problemas": "Es normal que los Betta suban a respirar algo de oxígeno a la superficie, pero si lo hacen con mucha frecuencia es que tienes falta de oxígeno en el acuario.",
      "imagen": "images/fishes/Betta-splendens.jpg",
      "tienda": ""
    },
    {
      "id": 3,
      "nombreComun": "Pez Óscar",
      "nombreCientifico": "Astronotus ocellatus",
      "litrosAcuario": "600",
      "temperatura": "20-28",
      "ph": "6.0-7.5",
      "gh": "6-30",
      "tipoAgua": "dulce",
      "dificultad": "Media",
      "numeroCardumen": "1",
      "dieta": "Siendo en la naturaleza principalmente piscívoro, en cautiverio puede ser alimentado además de con pequeños peces, con lombrices, invertebrados, trozos de pescado, pollo, ternera (todo esto debe ser proporcionado con cuidado de que no queden desperdicios en el acuario), además del alimento congelado que se puede encontrar para peces.",
      "descripcion": "Pez con forma ovalada, comprimido lateralmente y de gran tamaño. Sus aletas están muy desarrolladas, especialmente la dorsal y anal que llegan hasta la finalización de la aleta caudal, ésta última es redondeada. Las dos especies que conforman el género Astronotus poseen como el resto de los cíclidos dientes en sus quijadas, pero además cuentan con la particularidad de poseer tambien dentición en la placa faringeal. En su forma salvaje, su fondo es de color verde oliva grisáceo, con manchas anaranjadas por todo el cuerpo, con un ocelo característico donde comienza la aleta caudal. En cautiverio, podemos encontrar variedades rojas, atigradas, albinas, etc. Se trata de un pez que va cambiando de aspecto a medida que envejece, siendo en su estado juvenil muy atrayente, con colores amarillos y marrón claro, mientras que cuando envejecen resultan menos vistosos. Se dice que se les puede enseñar a realizar pequeños trucos, es inteligente, puede comer de nuestra mano, e incluso pueden ser acariciados. Responden a los mimos que les prodigan sus dueños, siendo sensibles y también exigentes, como si formaran parte del núcleo familiar.",
      "longitud": "Puede llegar a los 35 centímetros.",
      "temperamento": "Poco agresivo",
      "distribucionYHabitat": "El Astronotus ocellatus es un pez originario de la región amazónica, estando presente en Colombia, Venezuela, Bolivia, Ecuador, Perú, Brasil, Guayana Francesa, Paraguay, Uruguay y Argentina. Se puede encontrar en aguas poco profundas y tranquilas, con aguas blancas y limosas, donde habitualmente se encuentra cerca de raíces de árboles o bajo cubiertas vegetales.",
      "reproduccion": "Son fáciles de reproducir en cautividad, siempre que tengan suficiente espacio y estén bien alimentados. Generalmente depositan los huevos en piedras que limpian para la ocasión. Los huevos son de un color marrón claro, hasta las 24 horas donde se tornan transparentes. Al cabo de unas 48 horas eclosionan y son transportadas por los padres a zonas del acuario donde puedan estar más seguras, pudiéndose tratar de cavidades preparadas por tan cuidadosos y dedicados padres que los defenderán ferozmente contra cualquier amenaza. En principio los alevines se aferran constantemente al fondo, rocas, plantas o incluso al vidrio, pero cuando comienzan a nadar libremente pueden ser alimentadas con artemias y en pocos días aceptarán alimento comercial finamente triturado o líquido para alevines.",
      "consejos": "Necesitan un agua bien oxigenada pero no gustan de demasiado movimiento del agua. Son peces con tendencia a excavar en el sustrato, que debe ser suave y arenoso, con algunas rocas, raíces y ramas grandes de madera flotando para darle mayor naturalidad y proporcionarles lugares donde esconderse. Se recomienda hacer cambios de agua semanales, en el que se cambie entre el 30% y el 50% del volumen de acuario y tener un filtro y calentador externo pues pueden llegar a romperlos. En cuanto a las plantas, como los demás cíclidos, suelen romperlas al excarvar el sustrato.",
      "compatibilidad": "El pez óscar no es agresivo, sin embargo, su tamaño y su voracidad le inhibe para compartir acuario con otros peces de menor tamaño. Se pueden buscar otros cíclidos de tamaño similar con el que compartir espacio, aunque esto requiere tener un acuario de gran tamaño. Puede convivir con peces de fondo siempre y cuando éstos no sean de pequeño tamaño. Por ejemplo: Gurami gigante, Flower Horn.",
      "problemas": "El pez óscar puede verse afectado por una enfermedad llamada Hexamita, que provoca agujeros en la cabeza. Esta enfermedad provoca necrosis celular en los músculos de la cabeza. La Hexamitiasis está causada por un protozoo llamado Hexamita que se encuentra en los intestinos de los animales y que llegan allí ingeridos con el alimento. Normalmente no son un problema, salvo que los peces sean sometidos a situaciones de estrés en el acuario, fruto de un número excesivo de peces, una calidad del agua inadecuada, cambios bruscos de temperatura o una dieta inapropiada.",
      "imagen": "images/fishes/Astronotus_ocellatus.jpg",
      "tienda": ""
    },
    {
      "id": 4,
      "nombreComun": "Flower Horn",
      "nombreCientifico": "Cichlasoma Flowerhorn",
      "litrosAcuario": "250",
      "temperatura": "24-30",
      "ph": "6.5-7.8",
      "gh": "9-20",
      "tipoAgua": "dulce",
      "dificultad": "Media",
      "numeroCardumen": "1",
      "dieta": "Son omnívoros y pueden ser alimentados con Krill, Bloodworm, Gusanos, Grillos secos, Saltamontes secos, pequeños filetes de pescado y Gammarus. La frecuencia de alimentación debe ser generalmente entre dos o tres veces al día pero esto dependerá de qué tan saludable se encuentre su sistema digestivo y el tamaño correcto de las porciones.",
      "descripcion": "El pez Flower Horn pertenece a la familia cichlidae híbrida. Es una especie que se creó selectivamente por acuaristas asiáticos a finales del siglo XX, específicamente en 1998, y apareció en el mercado bajo el nombre de Hua Lou Han. Es de cuerpo alargado y angosto lateralmente, aunque existen algunas variedades con sus costados más redondeados. Su gran aleta dorsal le hace ver cómo un pez atractivo ya que se extiende hasta la base de su cola, sin embargo, la característica más sobresaliente de la morfología del pez con cuerno es su cabeza abultada y ojos plantados. Tanto el macho como la hembra esta gran joroba y cuerpos voluminosos, siendo bastante difícil diferenciarlos. Estos peces se han hecho muy populares por la combinación de colores que poseen y sus patrones de manchas desiguales.",
      "longitud": "Puede alcanzar los 30 centímetros.",
      "temperamento": "Agresivo",
      "distribucionYHabitat": "El pez Flower Horn no existe en la naturaleza, aunque se han liberado varios ejemplares en algunos lagos estos han causado alteraciones en el ecosistema.",
      "reproduccion": "Es una variedad de peces cíclidos que se reproduce con mucha facilidad en condiciones normales. Los peces Flowerhorn son maduros entre los 1.5 a 2 años de edad, aunque algunos ejemplares pueden ser capaces de reproducirse antes de cumplir el año de edad. La hembra, depositará los huevos en superficies planas lisas, incluso sobre el propio fondo del acuario. Aproximadamente cada puesta tendrá 1000 huevos, que posteriormente serán fertilizados por el macho. Lo habitual es que la madre cuide de cada uno de ellos, mientras que el macho vigilará el territorio. La eclosión ocurre 72 horas después del desove, donde los padres los llevarán a un gran hoyo para que luego de 5 días empiecen a nadar libremente. Es habitual que la pareja cuide de sus crías durante unos dos meses.",
      "consejos": "Son peces con tendencia a excavar en el sustrato, que debe ser suave y arenoso, con algunas rocas, raíces y ramas grandes de madera flotando para darle mayor naturalidad y proporcionarles lugares donde esconderse. En cuanto a las plantas, como los demás cíclidos, suelen romperlas al excarvar el sustrato. Una de las ventajas es que no necesitan cuidados tan meticulosos como otras variedades de cíclidos, son muy resistentes y pueden ser básicamente mantenidos por cualquier principiante.",
      "compatibilidad": "Como ocurre con la mayoría de cíclidos, sus compñaeros no pueden ser de un tamaño menor al de él. Puede convivir con peces de fondo siempre y cuando éstos no sean de pequeño tamaño. Debes evitar todos los peces que son muy activos porque se irrita con facilidad. Por ejemplo: Pez Óscar, Flower Horn.",
      "problemas": "No se recomienda el uso de alimentos vivos en su dieta pues es muy susceptible a las infecciones parasitarias por una dieta inadecuada.",
      "imagen": "images/fishes/Cichlasoma_Flowerhorn.jpg",
      "tienda": ""
    },
    {
      "id": 5,
      "nombreComun": "Molly negro",
      "nombreCientifico": "Poecilia sphenops",
      "litrosAcuario": "100",
      "temperatura": "18-28",
      "ph": "6.8-7.2",
      "gh": "7-20",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "8",
      "dieta": "Son omnívoros. Esta especie puede ser alimentada con alimentos secos (copos, gránulos), alimentos frescos y alimentos congelados. Para evitar deficiencias, se recomienda variar el tipo de alimento.",
      "descripcion": "Es un pez que presenta una coloración unicolor con un cuerpo mayoritariamente plateado y negro, aunque algunos pueden tener motitas de color amarillo o naranja. Las hembras poseen un abdomen más redondeado que el de los machos. Por otro lado, los machos cuentan con un gonopodio en su aleta caudal. Tiene diferentes variaiones, como la conocido Molly balón.",
      "longitud": "Pueden llegar hasta los 7 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "En estado silvestre se puede encontrar en muchas partes del mundo, aunque son originarios del sudeste de Estados Unidos, Venezuela y Colombia hasta México. Se sabe de poblaciones aisladas en algunas islas del Caribe. Son peces que suelen vivir en las desembocaduras de los ríos, por lo que aguantan cierto grado de salinidad en el agua.",
      "reproduccion": "Si las condiciones del acuario son adecuadas, la reproducción es muy sencilla. La gestación del pez Molly embarazada dura unas 8 semanas, al final de las cuales podemos encontrarnos con más de 100 pequeños alevines. Se recomienda poner a la hembra en una paridera debido al canibalismo que se da. Una vez la hembra ha parido, hay que retirarla de la paridera dejando a los alevines solos.",
      "consejos": "Para evitar que los machos guppy estresen a las hembras, es necesario mantener más hembras que machos en el mismo acuario. Se aconseja una relación de un macho por cada tres hembras.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy, Platy.",
      "problemas": "La enfermedad más común en los Molly es la denominada enfermedad del Molly, provocada por la bacteria Columnaris, Flavobactetium columnare, que provoca deformación en la columna de los peces. Existen tratamientos a base de permanganato de potasio y terramicina y se recomienda aislar a los peces afectados. También es sensible a la enfermedad del punto blanco y a la tuberculosis.",
      "imagen": "images/fishes/poecilia_sphenops.jpg",
      "tienda": ""
    },
    {
      "id": 6,
      "nombreComun": "Molly vela",
      "nombreCientifico": "Poecilia latipinna",
      "litrosAcuario": "90",
      "temperatura": "25-28",
      "ph": "7.2-8",
      "gh": "8-18",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "3",
      "dieta": "En hábitat natural son casi exclusivamente herbívoros y se alimentan de algas y otros materiales vegetales. No obstante, los criados en acuarios aceptan la mayoría de los alimentos que se les ofrecen, pero debería incluirse en la dieta alguna materia vegetal, como espinacas escaldadas o copos de verduras. Si no se proporciona suficiente materia verde, el desarrollo de la aleta dorsal del macho puede verse afectado.",
      "descripcion": "Es un pez que presenta una coloración tricolor con un cuerpo mayoritariamente amarillo, azul y plateado. Los machos cuentan con una aleta dorsal mucho más desarrollada que la de la hembra además de un gonópodo. Es un pez que vive en pequeños grupos cerca de la superficie. Es un animal herbívoro de temperamento tranquilo. Tras la cría selectiva de esta especie se pueden encontrar variaciones en las que el cuerpo está redondeado, dando una apariencia de globo. Comúnmente se le conoce como Molly balón dálmata.",
      "longitud": "Pueden llegar hasta los 15 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Esta variedad de poecilia procede del sur de Norteamérica y de México. Suele encontrarse en arroyos costeros con mucha vegetación, estanques, pantanos, canales y zanjas. Está especialmente asociada a hábitats salobres en los que las algas y otro fitoplancton están presentes en grandes cantidades.",
      "reproduccion": "Si las condiciones del acuario son adecuadas, la reproducción es muy sencilla. La gestación del pez Molly embarazada dura unas 8 semanas, al final de las cuales podemos encontrarnos con más de 100 pequeños alevines. Se recomienda poner a la hembra en una paridera debido al canibalismo que se da. Una vez la hembra ha parido, hay que retirarla de la paridera dejando a los alevines solos.",
      "consejos": "Al ser una especie que vive en grupos se aconseja introducir al menos tres individuos con una relación de un macho por cada dos hembras.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy, Platy.",
      "problemas": "La enfermedad más común en los Molly es la denominada enfermedad del Molly, provocada por la bacteria Columnaris, Flavobactetium columnare, que provoca deformación en la columna de los peces. Existen tratamientos a base de permanganato de potasio y terramicina y se recomienda aislar a los peces afectados. También es sensible a la enfermedad del punto blanco y a la tuberculosis.",
      "imagen": "images/fishes/Poecilia_latipinna.jpg",
      "tienda": ""
    },
    {
      "id": 7,
      "nombreComun": "Molly vela gigante",
      "nombreCientifico": "Poecilia velifera",
      "litrosAcuario": "300",
      "temperatura": "25-28",
      "ph": "7.2-8",
      "gh": "13-19",
      "tipoAgua": "dulce",
      "dificultad": "Media",
      "numeroCardumen": "5",
      "dieta": "Son omnívoros. Esta especie puede ser alimentada con alimentos secos (copos, gránulos), alimentos frescos y alimentos congelados. Para evitar deficiencias, se recomienda variar el tipo de alimento.",
      "descripcion": "Es un pez que presenta una coloración tricolor con un cuerpo mayoritariamente amarillo, azul y plateado. Los machos cuentan con una aleta dorsal mucho más desarrollada que la de la hembra además de un gonópodo.",
      "longitud": "Pueden llegar hasta los 15 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Esta variedad de poecilia procedede México. Suele encontrarse en arroyos costeros con mucha vegetación, estanques, pantanos, canales y zanjas. Está especialmente asociada a hábitats salobres en los que las algas y otro fitoplancton están presentes en grandes cantidades.",
      "reproduccion": "Si las condiciones del acuario son adecuadas, la reproducción es muy sencilla. La gestación del pez Molly embarazada dura unas 8 semanas, al final de las cuales podemos encontrarnos con más de 100 pequeños alevines. Se recomienda poner a la hembra en una paridera debido al canibalismo que se da. Una vez la hembra ha parido, hay que retirarla de la paridera dejando a los alevines solos.",
      "consejos": "Al ser una especie que vive en grupos se aconseja introducir al menos cinco individuos con una relación de un macho por cada tres o cuatro hembras. Se recomienda un entorno rico en vegetación. El aporte de plantas le ofrecerá numerosos escondites que le servirán para descansar. Estas zonas resultarán también favorables para una eventual reproducción en el acuario.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy, Platy.",
      "problemas": "La enfermedad más común en los Molly es la denominada enfermedad del Molly, provocada por la bacteria Columnaris, Flavobactetium columnare, que provoca deformación en la columna de los peces. Existen tratamientos a base de permanganato de potasio y terramicina y se recomienda aislar a los peces afectados. También es sensible a la enfermedad del punto blanco y a la tuberculosis.",
      "imagen": "images/fishes/Poecilia_vellifera.jpg",
      "tienda": ""
    },
    {
      "id": 8,
      "nombreComun": "Platy",
      "nombreCientifico": "Xiphophorus maculatus",
      "litrosAcuario": "80",
      "temperatura": "22-27",
      "ph": "6.8-7.2",
      "gh": "7-20",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "5",
      "dieta": "Es un pez omnívoro. Puede ser alimentada con alimentos secos (copos, gránulos), alimentos frescos y alimentos congelados. Para evitar deficiencias, se recomienda variar el tipo de alimento. Si el acuario es compartido con otras especies, estaremos atentos a que coma lo suficiente, ya que son bastante pasivos y no van a pelear por la comida.",
      "descripcion": "Tienen forma alargada, en la que el vientre el más convexo que el dorso del pez. La boca del pez está orientada hacia arriba, típica de los peces habituados a comer de la superficie. Es posible distinguir a las hembras Platy de los machos porque estos últimos poseen gonopodio.",
      "longitud": "Pueden llegar hasta los 7 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "El hábitat natural del Platy está en las aguas tranquilas de arroyos y ríos de las regiones costeras de México, Guatemala, Nicaragua y Belice.",
      "reproduccion": "Se reproduce con facilidad. Para una mayor tasa de éxito y aunque no se suelen comer a sus crías, se debería apartar las parejas en el momento del desove para, una vez que producido, retirar a los peces adultos. La Platy embarazada tendrá un periodo de gestación de entre 4 y 6 semanas, para producir hasta 80 alevines en cada puesta.",
      "consejos": "Al ser una especie que vive en grupos se aconseja introducir al menos cinco individuos con una relación de un macho por cada tres o cuatro hembras. Se recomienda un entorno rico en vegetación que le servirán para descansar y como escondites tanto para adultos como para alevines.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy, Molly negro, Molly vela.",
      "problemas": "Es sensible a la enfermedad del punto blanco,a los hongos, a la tuberculosis y a la hidropesia.",
      "imagen": "images/fishes/Xiphophorus_maculatus.jpg",
      "tienda": ""
    },
    {
      "id": 9,
      "nombreComun": "Xipho",
      "nombreCientifico": "Xiphophorus hellerii",
      "litrosAcuario": "120",
      "temperatura": "21-26",
      "ph": "6.8-7.2",
      "gh": "10-15",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "4",
      "dieta": "Son omnívoros y pueden ser alimentados por larvas de mosquito, tubifex, artemias, alga espirulina, espinacas, y las comunes escamas. Algunas personas los alimentan con polen, alimento alto en proteínas.",
      "descripcion": "En su estado salvaje tiene un color verde grisáceo con una franja rojiza que recorre todo su cuerpo. Esta franja puede cambiar de color al llegar a la cola. En cautiverio podemos encontrarlos con un abanico de colores más amplio. El macho se caracteriza por que es el que posee la cola de espada, un alargamiento de los radios inferiores de su aleta caudal. Cerca de la aleta anal podemos observar el gonopodio, su órgano reproductor. Son peces de cuerpo alargado, robusto y con una boca que apunta hacia arriba para alimentarse de la superficie. En libertad y en zonas con falta de machos pueden producirse cambios de sexo en esta especie, una hembra puede convertirse en un ardiente macho, sin embargo, el proceso inverso no está documentado.",
      "longitud": "Pueden llegar hasta los 15 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Originario de América central, los países en los que más abundan son México, Honduras, Belice y Guatemala. Es común encontrarlos nadando libremente en arroyos y ríos de corrientes suaves y cristalinas.",
      "reproduccion": "Su reproducción es bastante sencilla. El embarazo puede durar de 4 a 6 semanas. La hembra llevará los huevos hasta el momento de la eclosión, que sucede dentro de ella para posteriormente dar a luz a los alevine. Cabe destacar que estas pequeñas crías son autosuficientes desde el primer segundo de vida. Durante la gestación la hembra suele situarse en una zona baja y con abundante vegetación.",
      "consejos": "Al ser una especie que vive en grupos se aconseja introducir al menos cuatro individuos con una relación de un macho por cada tres hembras. Se recomienda un acuario plantado que ayude a la oxigenación del agua, pudiendo usar si fuese necesario un oxigenador. Los machos suelen ser muy territoriales por lo que si va a haber más de un macho en el acuario se recomienda que haya una alta proporción de hembras y que el acuario sea grande. Se recomienda un agua ligeramente alcalina ya que las ácidas acortan su esperanza de vida.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy.",
      "problemas": "Es sensible a la enfermedad del punto blanco y a la hidropesia.",
      "imagen": "images/fishes/Xiphophorus_hellerii.jpg",
      "tienda": ""
    },
    {
      "id": 10,
      "nombreComun": "Corydora bronceada",
      "nombreCientifico": "Corydoras aeneus",
      "litrosAcuario": "120",
      "temperatura": "25-28",
      "ph": "6.8-7.2",
      "gh": "5-19",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "8",
      "dieta": "Es un pez omnívoro. Su dieta debe incluir presas pequeñas, como lombrices, gusanos, Tubifex o larvas de mosquito. Idealmente se les deben de proporcionar vivas, pero también se las comerán sin ningún problema si son congeladas. También pueden ser alimentadas con pastillas para peces de fondo.",
      "descripcion": "Tiene un cuerpo carente de escamas. En su lugar posee una doble hilera de placas óseas solapadas que cubren todo su cuerpo. Tiene forma triangular, aplanadas en el vientre y una parte dorsal ligeramente bombeada. Detrás de la aleta dorsal encontramos una aleta adiposa común en la familia de las Corydoras. En la aleta pectoral el primer radio tiene forma de espina. La aleta pectoral está transformada para transportar los huevos durante la puesta. Su cabeza es corta y compacta, con ojos relativamente grandes y móviles. En la boca, bastante estrecha, podemos encontrar tres pares de barbillones en su mandíbula inferior con los que remueve el fondo del acuario sin parar. Son capaces de respirar fuera del agua, lo que les permite vivir en aguas muy contaminadas y pobres en oxígeno. Es de color cobrizo con tonos rosados en el vientre. No obstante, se han criado especímenes albinos.",
      "longitud": "Pueden llegar hasta los 7 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Son peces que se pueden encontrar en libertad en la isla de Trinidad, en los ríos y arroyos del interior de aguas rápidas y limpias. También están presentes en gran parte de América del Sur.",
      "reproduccion": "Su reproducción no es precisamente fácil. Para ello debemos tener una proporción de al menos dos machos por cada hembra. Cuando sea evidente que las hembras portan sus huevos, se debe cambiar entre el 50% y el 70% del agua del acuario con agua más fría hasta que se produzca el desove. Se debe incrementar también la oxigenación y el flujo del agua del acuario. Los huevos son adhesivos y los colocaran bajo las hojas o en las paredes del acuario. Una vez producido el desove se deben separar los adultos de los huevos. Lo ideal sería pasar los huevos a un nano acuario de aislamiento, donde mantendremos las mismas condiciones que el original, además deberíamos usar la misma agua de este acurio. En un primer momento los huevos son frágiles, pero cuando pasan unos 30 minutos se vuelven duros y resistentes. A los tres o cuatro días comenzarán a romper sus huevos los alevines. Cuando han absorbido por completo sus sacos vitelinos, se les debe alimentar con pequeños alimentos vivos como nauplios de Artemia. Si no tenemos o nos es complicado, aceptarán aliento seco muy desmenuzado.",
      "consejos": "Gustan de que el acuario tenga vegetación y posea un fondo arenoso. Les debemos proporcionar refugios con piedras o cuevas. Como tienen tendencia a remover el sustrato del acuario, conviene evitar las plantas de hoja pequeña.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas. Algunos ejemplos son: Guppy.",
      "problemas": "Es sensible a la enfermedad del punto blanco, tuberculosis, a la vejiga natatoria y a la intoxicación por amoniaco o nitrito.",
      "imagen": "images/fishes/corydoras_aeneus.jpg",
      "tienda": ""
    },
    {
      "id": 11,
      "nombreComun": "Pez cebra",
      "nombreCientifico": "Danio rerio",
      "litrosAcuario": "100",
      "temperatura": "18-24",
      "ph": "6.8-7.2",
      "gh": "6-12",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "10",
      "dieta": "Son omnívoros. En estado natural se suele alimentar de larvas de mosquito, pequeños crustáceos y otros invertebrados. En el acuario debemos aportarle una dieta que comprenda alimentos secos junto con pequeñas larvas de artemia vivas o congeladas, incluso se puede añadir a su alimentación pequeños trozos de verduras hervidas.",
      "descripcion": "Tienen un color dorado o plata con cinco a nueve franjas de azul oscuro longitudinales, lo que les califica como peces cebra. No es fácil distinguir los machos de las hembras, salvo cuando alcanzan la madurez sexual, entonces podremos observar como la hembra adquiere una forma más redondeada, se ve un poco más grande que los machos y pierde algo de color. En la época de desove, cuando la hembra del pez cebra está embarazada, los machos intensifican su coloración. Además, los machos alternan bandas azules y doradas, mientras que las hembras son azules y plateadas.",
      "longitud": "Pueden llegar hasta los 5 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Su distribución original es algo confusa, ya que es posible que originalmente, se confundiera al danio rerio con otros danios. Actualmente se sabe que están presentes en la India, cordilleras de Ghats orientales y occidentales, Bangladesh y Bhután. Se encuentra en ríos de aguas rápidas y poco profundas con fondos limosos y abundante vegetación. Algunas informaciones recientes sobre su ciclo de vida muestran que los adultos viven en arroyos y ríos pequeños buscando zonas tranquilas y sombreadas hasta que llegan las lluvias y buscan charcas marginales y arrozales para desovar.",
      "reproduccion": "Su reproducción es fácil. No demuestra demasiado cuidado parental, desovando muy a menudo y presentando comportamientos caníbales con su progenie. Se recomienda preparar un acuario a parte para las crías. Cuando tengamos evidencias de que se han puesto los huevos, a las pocas horas debemos retirar a los adultos ya que se comerán los huevos que encuentren. Los alevines aparecerán entre las 24 y 36 horas siguientes. Los alevines comen alimentos muy pequeños, podemos encontrar alimento seco adecuado para alevines ya preparado.",
      "consejos": "Durante la época de apareamiento, lo ideal es aumentar la presencia de presas vivas.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy.",
      "problemas": "Es muy sensible a la enfermedad del Tetra neón, que está causada por un parásito. Se puede reconocer por la aparición de manchas blancas en la piel y que el pez se separará del grupo. Esta enfermedad no tiene cura. También es sensible a la enfermedad del punto blanco, tuberculosis y a la hidropesia.",
      "imagen": "images/fishes/danio_rerio.jpg",
      "tienda": ""
    },
    {
      "id": 12,
      "nombreComun": "Danio perla",
      "nombreCientifico": "Danio albolineatus",
      "litrosAcuario": "80",
      "temperatura": "24-27",
      "ph": "6.8-7.2",
      "gh": "6-15",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "10",
      "dieta": "Se alimenta principalmente de insectos acuáticos y terrestres y sus larvas. Mantenidos en el acuario, los Danios perla aceptan todo tipo de alimento vivo, congelado y en escamas. Para mantenerlos sanos, aliméntelos con comida tropical en escamas o granulada de alta calidad, así como con comida congelada y viva, como tubifex, larvas de mosquito, artemia y dafnias.",
      "descripcion": "Dependiendo de la ubicación, el pez muestra diferentes colores, lo que ha hecho que este pez reciba varios nombres científicos, aunque todos ellos se refieren a la misma especie. La clasificación es controvertida entre los científicos y la clasificación original bajo el género Brachydanio fue declarada recientemente inválida. Su cuerpo azul-violeta se ve acentuado por una franja naranja-roja que va desde la mitad del cuerpo hasta la cola, lo que le da un aspecto nacarado. A diferencia de las hembras, los machos suelen tener un tinte rojo en el abdomen. La especie tiene una cola bifurcada y dos pares de barbos.",
      "longitud": "Pueden llegar hasta los 6 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Su hábitat nativo son los arroyos y ríos claros y caudalosos de Myanmar, Tailandia y Sumatra. El pez también se ha encontrado en Laos, Camboya y Vietnam. La principal área de distribución son las grandes cuencas fluviales, como el Mekong, el Chao Phraya, el Mae Klong, el Irrawaddy y el Salween.",
      "reproduccion": "Son peces fáciles de criar si se mantienen en un acuario bien plantado y aclimatado. No demasiado complicada en el acuario si se dan las condiciones. En un acuario de unos 40 litros recubre el fondo con grava gorda o rejilla de plástico para que los huevos se cuelen entre ellas y así quedar fuera del alcance de sus progenitores, que de otra manera se los comerán. Debe de haber plantas flotantes para darles seguridad y es preferible juntar la hembra y el macho de noche. A la mañana siguiente con las primeras luces comenzará la puesta. El macho correteará a la hembra hasta que esta ponga los huevos en el agua, que será una puesta muy numerosa de 400 a 500 huevos, y en ese momento el macho procederá a la fertilización. Una vez concluida se retira a los padres. Los huevos eclosionaran a las 48, 72 horas. A los dos días habrán consumido su saco vitelino y comerán infusorios, y ya a la semana se les puede dar nauplios de artemia y escamas trituradas.",
      "consejos": "Es un pez saltador, por lo que el acuario debe estar totalmente cubierto.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy.",
      "problemas": "Es muy sensible a la enfermedad del Tetra neón, que está causada por un parásito. Se puede reconocer por la aparición de manchas blancas en la piel y que el pez se separará del grupo. Esta enfermedad no tiene cura. También es sensible a la enfermedad del punto blanco, tuberculosis y a la hidropesia.",
      "imagen": "images/fishes/Danio-albolineatus.jpg",
      "tienda": ""
    },
    {
      "id": 13,
      "nombreComun": "Neón chino",
      "nombreCientifico": "Tanichthys albonubes",
      "litrosAcuario": "50",
      "temperatura": "2-22",
      "ph": "6.8-7.2",
      "gh": "5-19",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "8",
      "dieta": "Son omnívoros. No suelen rechazar ningún tipo de alimento. En estado natural se suelen alimentar de pequeños insectos, gusanos y crustáceos. Se puede utilizar alimento seco al que es buena idea añadir alimentos congelados, como lombrices, gusanos o artemias.",
      "descripcion": "El pez Neón chino, también conocido como pez de la Montaña de la Nube Blanca, es un pez gregario y pacífico ideal para acuarios de agua fría. Las hembras son más redondeadas y grandes que los machos, y estos últimos más delgados y con mayor colorido. Los colores habituales el Neón chino son el marrón verdoso para el cuerpo, cruzado por una línea longitudinal de color amarillo. Sus aletas son de color amarillo y rojo. Con el paso de los años, los colores se van apagando lentamente, en los dos sexos. Los colores habituales el Neón chino son el marrón verdoso para el cuerpo, cruzado por una línea longitudinal de color amarillo. Sus aletas son de color amarillo y rojo.Con el paso de los años, los colores se van apagando lentamente, en los dos sexos.",
      "longitud": "Pueden llegar hasta los 4 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Es originario de una zona muy concreta de China, White Cloud Montain, Kwangtung. Aunque no hay demasiada información al respecto, su origen parece estar restringida al delta del río de las Perlas (río Pearl o Zhujiang, antiguamente conocido como río Cantón). Esta especie está considerada en peligro de extinción por las agencias gubernamentales Chinas, y durante varios años no se encontraban en estado natural. Posteriormente (en 2007) se encontraron algunas poblaciones en la isla de Hainan, provincia de Hainan. Su hábitat natural es un arroyo de montaña lento, con aguas de frías poco profundas y densa vegetación. En la isla de Hainan, las poblaciones de pez Neón chino, ocupan zonas estancadas tranquilas, cerca de vegetación densa.",
      "reproduccion": "La reproducción es sencilla. Desova continuamente y los padres no presentan ningún tipo de cuidado. Si deseas tener un mayor control sobre la reproducción, puedes montar un acuario de cría más pequeño, en el que favorecer las condiciones. Montaremos una iluminación más débil y dispondremos el fondo de manera que los adultos no puedan acceder a los huevos. Los huevos tardan entre 48 y 60 horas en eclosionar. Una vez abiertos, los alevines nadan libremente.",
      "consejos": "Es un pez muy fácil de mantener. Se recomienda un acuario bien plantado con zonas de iluminación débil para la seguridad tanto de los adultos como de las crías.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy.",
      "problemas": "Debido a la gran demanda de estos peces para acuario, se detecta que las especies criadas para su venta sufren de endogamia, lo que les hace genéticamente débiles y propensos a enfermar, incluso desarrollan deformidades físicas.",
      "imagen": "images/fishes/Tanichthys_albonubes.jpg",
      "tienda": ""
    },
    {
      "id": 14,
      "nombreComun": "Otocinclus",
      "nombreCientifico": "Otocinclus affinis",
      "litrosAcuario": "60",
      "temperatura": "20-26",
      "ph": "5.5-7.5",
      "gh": "5-15",
      "tipoAgua": "dulce",
      "dificultad": "Baja",
      "numeroCardumen": "6",
      "dieta": "Son peces principalmente peces herbívoros, consumiendo en su mayor parte algas verdes y marrones, pequeñas plantitas y microorganismos presentes en las plantas. En el acuario pueden aceptar también verduras cocidas: calabacines, guisantes y lechuga, así como alimentos artificiales y tubifex. Se les debe proporcionar algún tronco o raíz, del que proveerse de celulosa.",
      "descripcion": "Tienen forma alargada, redondeados en el dorso y aplanados ventralmente. Su cabeza es ligeramente aplanada, con los ojos situados a ambos lados, lo que le confiere una visión lateral. Una de las características morfológicas más originales, aunque propias de los Loricáridos, es la presencia de una ventosa succionadora en la boca que les sirve tanto para alimentarse como para fijarse en las rocas o plantas, muy útil en su hábitat natural de ríos con fuertes corrientes. Son peces carentes de vejiga natatoria, lo que les impide nadar. Para solventarlo dan saltos laterales y se sujetan con la boca al sustrato para evitar ser arrastrados por la corriente de los ríos que habitan. Las aletas poseen espinas de refuerzo, similares (aunque no tan fuertes) a las del Hypostomus plecostomus, con el que comparte es sobrenombre de pez Limpiafondos o Limpiacristales. No posee espinas en la aleta adiposa y en la aleta caudal. Son peces de color amarillo ocre tirando a dorado con franjas laterales negras que recorren todo su cuerpo, desde la aleta caudal hasta la boca. Esta franja se va estrechando al llegar a la aleta caudal, donde termina con una mancha en forma de punto. El dorso es de color marrón oscuro con motas negras y reflejos dorados. La parte ventral es de color blanca.",
      "longitud": "Pueden llegar hasta los 5 centímetros.",
      "temperamento": "Pacífico",
      "distribucionYHabitat": "Son originaros del sureste de Brasil, en la selva del Mato Grosso y también es posible encontrarlos en algunos ríos de Colombia: Río Caquetá, Canca y Japurá. Gustan de aguas claras con fuertes corrientes, donde encuentran su alimento preferido en las rocas cubiertas de algas y la abundante vegetación.",
      "reproduccion": "Su reproducción es difícil. Para fomentar la puesta, a pesar de ser peces especialmente vegetarianos, se les debe proporcionar una alimentación con alimento vivo o congelado. También es posible fomentar la freza con cambios parciales y continuados del agua, simulando la estación de lluvias de su origen. El grupo debe estar formado por mas hembras que machos, que las perseguirán hasta que estos sean aceptados. Una vez conseguido, las hembras colocan sus huevos (entre 20 y 40 por ejemplar) en las paredes del acuario o sobre las hojas de las plantas. Las puestas no son muy abundantes y los padres abandonan a sus huevos, que nosotros podemos recoger y trasladar a un acuario de cría. Su eclosión se produce a los 2 o 3 días. Nacerán pequeños alevines, que pueden ser alimentados los primeros días con infusorios, para ir añadiendo poco a poco a la dieta, nauplios de artemia y vegetales hervidos y muy triturados.",
      "consejos": "S recomienda un acuario con una buena cantidad de plantas de hoja ancha que faciliten el crecimiento de las algas y que les proporcionen cobijo, ya que son bastante tímidos y no son muy buenos nadadores. No se recomienda introducirlos en un acuario nuevo donde no encontrarían alimento suficiente para sobrevivir.",
      "compatibilidad": "Conviven sin problemas con otras especies que también sean pacíficas y que no crezcan mucho más que ellas. Algunos ejemplos son: Guppy.",
      "problemas": "Es sensible a la enfermedad del punto blanco.",
      "imagen": "images/fishes/otocinclus-affinis.jpg",
      "tienda": ""
    }
    /*{
      "id": ,
      "nombreComun": "",
      "nombreCientifico": "",
      "litrosAcuario": "",
      "temperatura": "",
      "ph": "",
      "gh": "",
      "tipoAgua": "dulce",
      "dificultad": "",
      "numeroCardumen": "",
      "dieta": "",
      "descripcion": "",
      "longitud": "",
      "temperamento": "",
      "distribucionYHabitat": "",
      "reproduccion": "",
      "consejos": "",
      "compatibilidad": "",
      "problemas": "",
      "imagen": "",
      "tienda": ""
    }*/
  ]
}